* Test list

#+NAME: my-list
#+BEGIN_SRC emacs-lisp
"- [ ] foo
- [ ] bar"
#+END_SRC

#+RESULTS: my-list
: - [ ] foo
: - [ ] bar

** section 1

** section 2




** build				:noexport:

#+BEGIN_SRC emacs-lisp
(let ((org-export-babel-evaluate t))
 (org-open-file (org-latex-export-to-pdf)))
#+END_SRC
